/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ connected" = "%@ が接続されました";

/* parameter is kind of device (DV device, Sutdio DV, Studio DV/TV). */
"%@ in use" = "%@ は使用中です";

/* name for auto-generated channel */
"Composite" = "コンポジット";

/* name for generic DV device (i.e. not a Formac Studio) in various status strings */
"DV device" = "DV デバイス";

/* No comment provided by engineer. */
"No DV device found" = "DV デバイスが見つかりません";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Vidi" = "Vidi を開く";

/* No comment provided by engineer. */
"Open Vidi..." = "Vidi を開く...";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "問題が起こったため録画できませんでした。";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Show Control Palette" = "コントロールパレット表示";

/* generic status menu item */
"Status" = "状況";

/* No comment provided by engineer. */
"Studio DV" = "Studio DV";

/* No comment provided by engineer. */
"Studio DV/TV" = "Studio DV/TV";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started because the Studio DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = " Vidi 以外のアプリケーションが Studio DV デバイスを使用しているため、%@ による予約録画（%@ 開始）ができません。ほかのアプリケーションを閉じてから Vidi を開き、予約を行ってください。";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not be started due to a problem writing to the file %@." = "%@ による予約録画（%@ 開始）は、ファイル %@ の書き込みに問題が生じたため、開始できませんでした。";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started because the DV device is currently being used by an application other than Vidi. Close the other application and then open Vidi to reschedule the recording." = "Vidi 以外のアプリケーションが DV デバイスを使用しているため、 %2$@ による予約録画ができません。ほかのアプリケーションを閉じ、Vidi を開いて予約を行ってください。";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %2$@ could not be started due to a problem writing to the file %3$@." = "%2$@ による予約録画は、ファイル %3$@ の書き込みに問題が生じたため、開始できませんでした。";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not be started because Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then open Vidi to reschedule the recording." = "サポートされる DV デバイスを Vidi が見つけられないため、%@ による予約録画ができません。デバイスを接続し電源を入れてから、Vidi を開き、予約を行ってください。";

/* No comment provided by engineer. */
"Vidi is Recording" = "Vidi は録画中です";

/* No comment provided by engineer. */
"Vidi recording stopped" = "Vidi は録画を中止しました";

/* No comment provided by engineer. */
"Vidi timer recording could not start" = "Vidi は予約された録画を開始できませんでした";
